{
  "menu":{
    "Dashboard": "Inicio",
    "Register": "Registro",
    "About us": "¿Qué es OasisGPT?",
    "About f29": "¿Qué es Fundación 29?"
  },
  "generics":{
    "Email": "Correo electrónico",
    "Optional": "Opcional",
    "Name": "Nombre",
    "Delete": "Eliminar",
    "Data saved successfully": "Datos guardados correctamente.",
    "Yes": "Si",
    "No": "No",
    "error try again": "Se ha producido un error, intente de nuevo",
    "entervalidemail": "¡Por favor introduzca una dirección de correo electrónico válida!",
    "required": "Este campo es requerido",
    "Back": "Atrás",
    "Cancel": "Cancelar",
    "Save": "Guardar",
    "Send": "Enviar",
    "Next": "Next",
    "Close": "Cerrar",
    "More information": "Más información",
    "Foundation 29": "Fundación 29",
    "Please wait": "Por favor, espere...",
    "browsers not supported": "No somos totalmente compatibles con navegadores antiguos como Internet Explorer. Recomendamos el uso de navegadores modernos como Microsoft Edge, Chrome o Firefox.",
    "Download": "Descargar",
    "Search": "Buscar",
    "View anonymized text": "Ver texto anonimizado",
    "Need help?": "¿Necesita ayuda?",
    "OasisGPT Support": "Soporte OasisGPT",
    "Created by": "Creado por"
  },
  "diagnosis":{
    "Proposed diagnoses":"Diagnósticos propuestos",
    "Click on the disease to see more options": "Haz clic en la enfermedad para ver más opciones. Por ejemplo, hacer diagnóstico diferencial.",
    "Candidate diagnosis": "Diagnósticos candidatos",
    "SponsorMsg": "Conoce todo de la enfermedad aquí"
  },
  "support": {
    "Message": "Mensaje"
  },
  "land":{
    "disclaimer": "<p><strong>OasisGPT</strong> es un experimento de investigación que usa una inteligencia artificial de propósito general. En concreto usa el modelo lingúistico GPT-4 de OpenAI como modelo predictivo para una herramienta que proporciona información sobre raras relacionadas enfermedades. Está diseñada para proporcionar información general y sugerencias basadas en los síntomas proporcionados. La herramienta no pretende reemplazar el consejo médico profesional ni respaldar el diagnóstico, la prevención, el seguimiento, la predicción o el tratamiento y nunca debe usarse para hacer juicios de diagnóstico con paciente reales.</p><p>Debido a que la IA puede dar resultados variables, la precisión del diagnóstico y las sugerencias de la herramienta pueden variar, por lo que es importante consultar a un profesional sanitario cualificado para garantizar un diagnóstico preciso y adecuado. El uso de esta herramienta es por cuenta y riesgo del usuario y Fundación 29 no se hace responsable de las consecuencias o daños que puedan derivarse de su uso.</p><p>Al utilizar esta herramienta, el usuario reconoce que ha leído y comprendido este descargo de responsabilidad, y cualquier riesgo potencial asociado al uso de la herramienta basada en inteligencia artificial.</p>",
    "check": "No volver a mostrar este mensaje",
    "Recommendations": "Para obtener mejores resultados, indique cuándo y por qué cree que aparecieron los síntomas.",
    "required": "Tiene que introducir un texto antes de continuar",
    "requiredMIN5": "Tiene que introducir un texto de al menos 5 caracteres antes de continuar",
    "searchFile": "También puede subir un informe completo. Esta funcionalidad está en pruebas y puede ser que de resultados no esperados. OasisGPT te sugerirá el diagnótico que el modelo considera más adecuado para ese paciente. Para ser respetuosos con la ley de protección de datos no almacenamos datos personales del paciente y los datos se borran al terminar esta sesión. Nos interesaría conocer tu feedback para futuros desarrollos.",
    "Browse for file": "Busque el archivo",
    "Accepted files": "Ficheros aceptados: pdf, docx, imágenes",
    "error extension": "El archivo cargado debe tener una extensión .pdf, .docx o archivos de imagen",
    "Extracting the text from the document": "Extrayendo el texto del documento",
    "swal": "OasisGPT está calculando. Espere unos segundos a que termine",
    "swal2": "Estamos teniendo alta demanda, si tarda más de 30 segundos, cancele e intente de nuevo.",
    "q1": "Indicar los síntomas más comunes",
    "q2": "Dar más información sobre la enfermedad",
    "q3": "Indicar los siguientes pasos para el diagnóstico",
    "q4": "Hacer un diagnóstico diferencial",
    "q5": "Justificar porque este caso tiene esta enfermedad",
    "recommended diagnosis test": "¿Cuál es la prueba diagnóstica recomendada para cada una de estas enfermedades?",
    "Indicates the quality of the result": "Ayúdanos a mejorar, indique la calidad del resultado",
    "thanks": "Has hecho una gran contribución a la comunidad de enfermedades. ¡Gracias!",
    "whynotexpected": "¿Porqué resultados no eran los esperados?",
    "msgimprove": "Para poder mejorar, necesitamos tu opinion",
    "Email me": "Enviarme un correo electrónico cuando haya una nueva versión disponible",
    "Subscribe or send us a message": "Envíenos un mensaje",
    "Thank you": "Muchas gracias!",
    "Edit description": "Editar descripción",
    "New patient": "Iniciar nuevo paciente",
    "Recalculate the list": "¿Quiere mejorar estos resultados?",
    "option1": "And the patient also has these symptoms:",
    "labelopt1": "Agregar síntomas",
    "descriptionopt1": "Aquí puede escribir síntomas adicionales relacionados con la enfermedad del paciente. No necesita escribir frases completas, simplemente numere los síntomas separados por comas.",
    "msgmoresymptoms": "Y el paciente también tiene estos síntomas:",
    "option2": "And the patient has a gene mutation:",
    "labelopt2": "Indicar si el paciente tiene una mutación en un gen determinado",
    "option3": "And the patient has these results in a test:",
    "labelopt3": "Indicar pruebas de una análitica u otro tipo de test",
    "msgtest": "Y el paciente tiene estos resultados en una prueba:",
    "descriptionopt3": "Aquí puede escribir síntomas guia o elementos importantes que ha observado en cualquier tipo de prueba analítica o disgnóstica. Puede incluir cualquier tipo de información como síntomas, resultados, o cualquier otro tipo de biomarcador.",
    "Type here": "¡Escriba aquí!",
    "title": "Introduzca una breve descripción del paciente y le proporcionaré una lista de posibles diagnósticos con el fin de que pueda hacer un diagnóstico diferencial",
    "p1.title": "Ejemplos",
    "p1.subtitle": "Pulse en el texto para usarlo como ejemplo",
    "p1.1": "El paciente tiene trece meses. Primera convulsión focal a los tres meses. Convulsiones múltiples tónico-clónicas. Convulsiones febriles. Un estado epiléptico a los ocho meses.",
    "p1.2": "Niña. 11 años. Atrofia hemisférica unilateral, asociada con epilepsia focal resistente a los medicamentos, hemiplejía progresiva y deterioro cognitivo",
    "p2.title": "Capacidades",
    "p2.1": "Proporciona una explicación de la enfermedad propuesta",
    "p2.2": "Permite al usuario proporcionar correcciones",
    "p3.title": "Limitaciones",
    "p3.1": "Ocasionalmente puede generar información incorrecta",
    "p3.2": "No se puede utilizar para el diagnóstico sin supervisión médica",
    "Select a question": "Puedo ayudarle con más acciones. Seleccione lo que desea a continuación",
    "Answer": "Respuesta",
    "Select the symptoms": "Seleccione los síntomas adicionales que tienes, para recalcular la lista de enfermedades propuestas. Están ordenados con los más probables en la parte superior",
    "Recalculate": "Recalcular",
    "Select at least one symptom": "Selecciona al menos un síntoma",
    "Donate": "Dona",
    "step1": "Introduce tus síntomas",
    "step3": "Explora enfermedades",
    "step3descript": "Estas enfermedades coinciden con tus síntomas. Esta es una lista de sugerencias solamente con fines informativos.",
    "nofound": "No se han encontrado resultados, intentelo con otras palabras.",
    "Extract": "Extraer",
    "placeholderError": "Escribe síntomas, corta y pega texto o usa un infome.",
    "Copy results": "Copiar resultados",
    "Download results": "Descargar resultados",
    "page": "página",
    "Language has changed": "Ha cambiado el idioma",
    "Do you want to start over": "¿Quiere empezar de nuevo?",
    "Results copied to the clipboard": "Resultados copiados en el portapapeles",
    "Do not show this message again": "No volver a mostrar este mensaje",
    "titleOptions": "Puedes seleccionar entre enfermedades y enfermedades más comunes:",
    "opt1": "Raras",
    "opt2": "Comunes",
    "rare": "rare diseases",
    "common": "diseases",
    "Symptoms": "Symptoms:",
    "Show common diseases": "Mostrar enfermedades comunes",
    "Show rare diseases": "Mostrar enfermedades raras",
    "Load more": "Carga más",
    "prom1": "Behave like a hypothetical doctor who has to do a diagnosis for a patient who is living in Mauritania. Give me a list of potential {{value}} with a short description. Shows for each potential {{value}} always with '\n\n+' and a number, starting with '\n\n+1', for example '\n\n+23.' (never return \n\n-), the name of the disease and finish with ':'. Dont return '\n\n-', return '\n\n+' instead. You have to indicate which symptoms the patient has in common with the proposed disease and which symptoms the patient does not have in common. The text is \n ",
    "prom2": "Behave like a hypothetical doctor who has to do a diagnosis for a patient who is living in Mauritania. Continue the list of potential {{value}} without repeating any disease from the list I give you. If you repeat any, it is better not to return it. Shows for each potential {{value}} always with '\n\n+' and a number, starting with '\n\n+1', for example '\n\n+23.' (never return \n\n-), the name of the disease and finish with ':'. Dont return '\n\n-', return '\n\n+' instead. You have to indicate a short description and which symptoms the patient has in common with the proposed disease and which symptoms the patient does not have in common. The text is \n ",
    "aboutUs":{
      "title": "¿Qué es OasisGPT?",
      "p1": "OasisGPT es una herramienta web experimental que utiliza la inteligencia artificial para sugerir diagnósticos potenciales de enfermedades a partir de los síntomas introducidos por el paciente. Se basa en GPT-4, un modelo avanzado de IA desarrollado por OpenAI.",
      "btn1": "Visitar la página web de Foundation 29",
      "Who are we": "Visite nuestra web",
      "titlef29": "¿Qué es Fundación 29?",
      "p1f29": "Somos una fundación sin ánimo de lucro. Trabajamos por una medicina en la que pacientes toman el control de su salud a través de sus datos y trabajan con médicos e instituciones para mejorar su bienestar y el de los demás.",
      "p2f29": "Creamos tecnologías que permiten un cambio radical en sus capacidades como usuarios y en todo el ecosistema médico.",
      "p3f29": "El activismo de los pacientes, sus familias y las asociaciones están en nuestra esencia. Ponemos especial foco en las enfermedades. Están en nuestro origen y en nuestro nombre: 29 de febrero, día mundial de las enfermedades.",
      "Sign up": "Inscribirme"
    },
    "diagnosed":{
      "timeline":{
        "title":"Vamos a ayudarte a construir una línea de tiempo de sus síntomas. Estos datos pueden mejorar la gestión de tu enfermedad y ayudar a otros pacientes como usted en su odisea diagnóstica. Hay dos pasos sencillos:",
        "subtitlea": "En este informe, el usuario de OasisGPT describe los síntomas del paciente con el objetivo de mejorar la comunicación médico-paciente.",
        "subtitleb": "Se recomienda llevar el informe a la siguiente visita médica para que tanto el paciente como el médico ayuden a precisar más los",
        "subtitlec": "contenidos.",
        "subtitle1": "Este informe ha sido generado con OasisGPT, una herramienta con inteligencia artificial, de asistencia al diagnóstico, a través de la",
        "subtitle2": "descripción sintomatológica de precisión desarrollada por el proveedor Fundación 29 de Febrero (www.foundation29.org).",
        "subtitle3": "Juntos aceleramos el proceso de diagnóstico de enfermedades y su tratamiento de una forma fácil y sencilla.",
        "footer1": "Somos una organización sin ánimo de lucro que diseña y crea herramientas para la gestión de los pacientes de sus propios datos,",
        "footer2": "revolucionando el diagnóstico y el manejo de las enfermedades. Damos el poder a los pacientes y los médicos para que utilicen",
        "footer3": "sus datos médicos en su beneficio y el de la comunidad. Creemos que hay una forma mejor de hacer las cosas centrados en el paciente",
        "footer4": "y sus datos.",
        "footer5": "Apúntate ya a la revolución en:",
        "footer6": "Para cualquier duda o consulta contacta con nosotros en",
        "Report":"Informe de datos",
        "RegDate":"Fecha de expedición"
      }
    },
    "If you want to add something else, you can do so here": "Si desea agregar algo más, puede hacerlo aquí",
    "I dont want to add anything more": "No quiero agregar nada más",
    "I have read this text and understand it" : "He leído este texto y lo entiendo",
    "Anonymized text": "Texto anonimizado"
  },
  "poli":{
    "0.1": "Aviso: Proyecto piloto “OasisGPT_enfermedades”",
    "0.2": "Herramienta experimental que emplea inteligencia artificial con GPT-4, de OpenAI.",
    "0.3": "En las entradas previas o búsquedas/consultas, y en la posible posterior redefinición de las mismas, nunca utilizar datos personales, <strong>solo <ins>datos anónimos</ins></strong> (aquellos que por sí mismos no permiten identificar/vincular a una persona física viva. <strong>Tampoco información confidencial.</strong>",
    "0.4": "No dar por cierto ningún resultado, puede tener errores, supervisar siempre. Esta herramienta no toma decisiones.",
    "1.1": "Bienvenido",
    "1.2": "OasisGPT es una herramienta de apoyo que emplea inteligencia artificial generativa, para la ayuda en el diagnóstico de enfermedades basado en GPT-4. GPT-4 es un modelo de lenguaje de Inteligencia Artificial (IA) desarrollado por OpenAI, facilitada por el Servicio Madrileño de Salud, (en adelante, SERMAS o Responsable) a sus profesionales clínicos. Dicha herramienta emplea una IA generativa, diseñada para generar entre otros, textos, a partir de una “<strong>entrada previa</strong>”, siendo ésta la consulta/pregunta que se le formulan para que arroje un resultado, siendo el resultado la “salida”, una lista de posibles enfermedades generada a partir de la referida entrada previa que incluirá la descripción de los síntomas. Sin embargo, debido a las características de la herramienta, hay posibilidad de que haya errores. Por ello, <strong>NO se debe dar por cierto ningún resultado</strong>, y en todos los casos, los resultados que se obtengan deberán ser objeto de supervisión. Esta herramienta no toma decisiones.",
    "2.1": "¿Cómo funciona",
    "2.2": "El flujo de trabajo de OasisGPT es sencillo:",
    "2.3.1": "El médico introduce una breve descripción clínica de los síntomas del paciente. Para proteger la privacidad del paciente, esta descripción no puede contener ningún dato de carácter personal, ni identificativo (nombre, apellidos, DNI, CIPA) ni de salud.",
    "2.3.2": "OasisGPT procesa esta información de los síntomas utilizando el modelo GPT-4 para generar una lista clasificada de posibles diagnósticos de enfermedades que pueden coincidir con la descripción.",
    "2.3.3": "Para cada diagnóstico sugerido, el médico puede hacer clic para revelar los síntomas comunes, las presentaciones clínicas típicas y los posibles pasos diagnósticos para esa enfermedad.",
    "2.3.4": "El médico también puede pedir a OasisGPT que proporcione un razonamiento clínico para explicar la probabilidad de cada diagnóstico sugerido.",
    "2.3.5": "Con esta información adicional sobre cada diagnóstico potencial, el médico puede determinar si está justificada una evaluación adicional o la derivación a un especialista.",
    "2.4": "El objetivo de OasisGPT es proporcionar ayuda para la toma de decisiones clínicas y aumentar el rango de diagnóstico incluyendo posibles enfermedades que los médicos pueden no reconocer inmediatamente basándose únicamente en los síntomas. En ningún caso pretende sustituir el asesoramiento médico profesional ni confirmar un diagnóstico real.",
    "2.5": "Para lograr un buen resultado, interesa que la entrada previa/consulta se formule de forma concisa, precisa y clara, pudiendo posteriormente redefinir y afinar la misma, incluyendo la incorporación de datos clínicos o pruebas de laboratorio. Esto ayudará a los profesionales clínicos a obtener un mejor resultado de la herramienta, sin que en ningún caso se limite al usuario su derecho al libre criterio clínico.",
    "2.6": "El acceso y uso de la aplicación OasisGPT le atribuye la condición de <strong>Usuario</strong>, lo que implica la observancia y cumplimiento de las disposiciones que aquí se contienen, así como cualquier otra disposición legal que fuera de aplicación siendo en todo momento transparente en cuanto al uso de sus datos.",
    "2.7": "La “entrada previa” o búsqueda/consulta",
    "2.8": "Los datos introducidos en la “entrada previa” o búsqueda/consulta en ningún caso podrán identificar a los sujetos pacientes del SERMAS, de tal manera que en todo momento se preserve y proteja la identidad y confidencialidad de los pacientes, así como el resto de información confidencial de la organización. En todo caso se deben <strong>emplear datos anónimos y no confidenciales</strong>, es decir, datos que no permitan identificar o vincularlos a una determinada persona física viva. Estas medidas de preservación de la privacidad son necesarias a pesar de que no hay almacenamientos de datos en servidores externos al SERMAS.",
    "2.9": "Para un buen funcionamiento de la herramienta, las consultas deben formularse de forma concreta, precisa y clara, empleando datos anónimos. En ningún caso se utilizarán datos personales ni confidenciales de la organización.",
    "2.10": "El Usuario debe saber que el contenido de las consultas que formule podrán pasar a formar parte del proveedor de la herramienta, para siempre, y sin posibilidad de suprimirse.",
    "2.11": "Fuentes de las que se extrae la información:",
    "2.12": "El resultado e información que se obtiene a través de la herramienta, conforme las consultas que se efectúen, tiene su origen en el entreno del algoritmo de la IA en sistemas de información, bancos de datos, internet y entrenos que no son propiedad ni  el  SERMAS tiene control de los mismos.",
    "2.13": "Información que se muestra y funcionamiento:",
    "2.14": "OasisGPT es una herramienta que permite al profesional obtener ayuda para el diagnóstico de enfermedades. Puede contener errores motivo por el cual siempre será preceptiva la supervisión de los resultados que la misma ofrezca, debiendo verificar por parte del usuario que no se hayan producido errores, sesgos, discriminación o infracción del ordenamiento jurídico.",
    "2.15": "Es importante tener en cuenta que OasisGPT está diseñado para buscar enfermedades, si se introducen síntomas buscando enfermedades de alta prevalencia esta herramienta intentará buscar la enfermedad rara que mejor se ajuste.",
    "2.16": "Junto a cada sugerencia de enfermedad, aparece un botón con tres puntos que permite al médico:",
    "2.17.1": "Conocer los síntomas comunes de esa enfermedad",
    "2.17.2": "Ver la presentación clínica típica",
    "2.17.3": "Conocer posibles pasos diagnósticos",
    "2.18": "Además, es posible preguntarle a OasisGPT que presente una explicación clínica sobre la plausibilidad de cada sugerencia de enfermedad utilizando razonamiento clínico. De esta forma, a partir de la descripción inicial de síntomas, OasisGPT proporciona al médico información relevante sobre enfermedades que pueden ayudar en el proceso diagnóstico.",
    "3.0": "Es parecido a ChatGPT, ¿funciona igual?",
    "3.1": "La interfaz de OasisGPT no permite una interacción libre como en ChatGPT. Esto es intencional, para evitar posibles riesgos de proporcionar información médica errónea al interactuar de forma no estructurada. ChatGPT es una herramienta de chat pública basada en inteligencia artificial generativa, similar a OasisGPT. Permite hacer preguntas y recibir respuestas muy convincentes sobre cualquier tema. Sin embargo, al ser una IA sin comprensión real, ChatGPT puede cometer errores graves, especialmente en temas sensibles como medicina.",
    "3.2": "La interacción está limitada a que usted introduzca la descripción de síntomas y reciba sugerencias. Si la descripción contiene síntomas representativos, el rendimiento de OasisGPT es cercano al 90%. Entendiendo por rendimiento la capacidad de proporcionar una sugerencia diagnóstica de forma acertada. Medimos el rendimiento como la capacidad de que la enfermedad buscada aparezca entre las cinco primeras que se muestras.",
    "3.3": "OasisGPT forma parte de un <strong>proyecto de investigación</strong> que está en mejora contínua. Su opinición es muy valiosa para mejorar. Puede calificar la utilidad clínica de las sugerencias de OasisGPT usando los pulgares arriba o abajo junto a cada enfermedad.",
    "3.4": "¿Quién es el responsable de las decisiones?",
    "3.5": "Como en todo acto médico, el profesional clínico es el responsable final de las decisiones diagnósticas y terapéuticas relacionadas con el paciente. OasisGPT es solamente una herramienta de apoyo al proceso de razonamiento clínico, no un dispositivo médico.",
    "3.6": "Su función es proveer sugerencias e información complementaria que pueda ayudar al médico a considerar posibles diagnósticos, especialmente en casos complejos con síntomas poco específicos. Sin embargo, estas sugerencias no deben tomarse como diagnósticos definitivos ni reemplazar el criterio experto del profesional.",
    "3.7": "Como se mencionó anteriormente es importante tener claro que OasisGPT tiene limitaciones importantes dadas por su naturaleza como modelo de inteligencia artificial. No comprende realmente la medicina, simplemente hace predicciones basadas en los patrones aprendidos. Por lo tanto, no puede sustituir la capacidad de razonamiento clínico, experiencia y conocimientos médicos que posee un profesional de la salud debidamente capacitado.",
    "3.8": "En conclusión, la responsabilidad de evaluar críticamente las sugerencias de OasisGPT y tomar las decisiones diagnósticas y terapéuticas finales recae completamente en el médico. OasisGPT es solo una herramienta de apoyo sin capacidad de reemplazar el criterio humano.",
    "3.9": "Normas de Seguridad en relación con los datos de usuario:",
    "3.10.1": "La herramienta “OasisGPT” no trata datos personales, ni de los usuarios ni de los pacientes del Sermas.",
    "3.10.2": "Es responsabilidad del usuario hacer un buen uso de la herramienta.",
    "3.10.3": "Los usuarios NO podrán revelar sus datos de acceso a ninguna otra persona, siendo el acceso personal e intransferible. No deben suplantar la identidad de ningún otro usuario. Si se sospecha que sus datos están siendo utilizados por otra persona, debe proceder inmediatamente a comunicar esta incidencia de seguridad al responsable.",
    "3.11": "Queda PROHIBIDO:",
    "3.12.1": "El uso inadecuado de la información que se obtenga de OasisGPT, y en concreto, aquella que vulnere o transgreda el honor, la intimidad o la imagen de terceros, así como aquellos que sean ilícitos o atenten contra la moralidad. Asimismo, queda prohibida la utilización de dicha información sin supervisar y para incurrir en actividades contrarias a la buena fe y el ordenamiento jurídico, y en particular, a los derechos de autor y la protección de datos personales.",
    "3.12.2": "El diseño y sus códigos fuente, así como los logos, marcas y demás signos distintivos que aparecen en la herramienta están protegidos por los correspondientes derechos de propiedad intelectual e industrial.",
    "3.12.3": "El uso de OasisGPT para propósitos que puedan influir negativamente en la imagen del SERMAS y de la Consejería de Sanidad de la Comunidad de Madrid.",
    "3.12.4": "La realización de cualquier actividad que pueda comprometer la seguridad de los sistemas y recursos electrónicos del Responsable.",
    "3.12.5": "Congestionar, afectar, interferir o paralizar el uso del servicio de la herramienta.",
    "3.12.6": "Atribuir la autoría de los resultados, o a la organización o al Usuario, debiendo respetar en todo caso la normativa de propiedad intelectual y protección de datos, sin perjuicio de tener que efectuar una supervisión de los mismos en todos los casos.",
    "3.13": "El Responsable se reserva el derecho a bloquear el acceso de cualquier usuario si detecta un uso contrario a la legalidad, la buena fe, o a las presentes condiciones generales.",
    "3.14": "Así mismo, el Responsable se reserva el derecho a realizar cambios en la herramienta sin previo aviso, al objeto de mantener actualizada su información, añadiendo, modificando, corrigiendo o eliminando contenidos.",
    "3.15": "SERMAS no responderá de:",
    "3.16.1": "Los daños que se generen al usuario en caso de imposibilidad de prestar el servicio objeto de las presentes Condiciones de uso, debida a supuestos de caso fortuito, fuerza mayor u otras causas no imputables a los responsables.",
    "3.16.2": "Del inadecuado funcionamiento del presente servicio si ello obedece a labores de mantenimiento y similares, a incidencias que afecten a sistemas u operadores externos, así como al no cumplimiento de los requisitos técnicos necesarios para el funcionamiento de la aplicación.",
    "3.16.3": "Al tratarse de tecnología proporcionada por terceras partes, el SERMAS y la Consejería de Sanidad de la Comunidad de Madrid no pueden garantizar la exactitud, fiabilidad o veracidad de la información proporcionada por OpenIA, así como tampoco puede garantizar el correcto funcionamiento del servicio ni de los posibles errores que pudiera contener la información que la misma arroje.",
    "4.1": "Tratamiento de datos personales",
    "4.2": "OasisGPT no trata datos personales ni los almacena en servidores externos.",
    "4.4": "La información se almacena en centros de datos de Microsoft que están dentro de la Unión Europea (EU) y no se hace transferencia a otras áreas geográficas. Es posible que se realice envío de información a centros de datos durante la llamada a OpenIA, esto es debido a que este servicio está balanceado en diversas regiones geográficas, no obstante, no se almacena información del paciente de ningún tipo fuera del espacio de datos del UE. Solo se almacenan las valoraciones que el usuario realiza sobre los resultados de la herramienta y los comentarios que introduce para mejorar la misma.",
    "4.5": "Nos obstante queda prohibido y por ello pedimos encarecidamente que no se introduzca información personal en la herramienta. Se considera información de carácter personal: el nombre, domicilio, teléfono, así como cualquier otra información que pudiera permitir identificar o hacer identificable al sujeto, paciente o tercero. Esta prohibición también se aplica a la información de los profesionales médicos. De esta forma nos aseguramos de proteger el derecho constitucional de protección de datos y de la privacidad de todos los individuos, y todo ello de conformidad con la normativa vigente.",
    "4.6": "No obstante, para los casos en los que el usuario introduzca accidentalmente algún dato personal en la descripción de síntomas, OasisGPT puede detectar que dicha información es un datos personal y alertará al usuario de su presencia antes de procesarla. Además, dichos datos personales serán eliminados inmediatamente y no se almacenarán de la misma forma que no se almacena ningún tipo de información de los  pacientes ni  de los  profesionales.",
    "5.1": "¿Cómo dar su opinión?",
    "5.2": "Al ser un proyecto de investigación su opinión es muy importante. Nos interesa tanto su opinión de usabilidad como de precisión. Para indicar su opinión de usabilidad después de ver los resultados aparecerá una encuesta rápida sobre su experiencia general con OasisGPT.",
    "5.3": "Además, durante el uso de la herramienta, usted puede enviar sugerencias, reportar errores o felicitarnos usando el icono cuadrado que aparece en el centro a la derecha de la pantalla.",
    "5.4": "Su participación activa es esencial para el desarrollo de OasisGPT. <strong>¡Gracias por formar parte de este proyecto!</strong>"
  }
}