{
  "menu":{
    "Dashboard": "Accueil",
    "Register": "S'inscrire",
    "About us": "À propos de nous",
    "About f29": "À propos de f29"
  },
  "generics":{
    "Email": "E-mail",
    "Optional": "Facultatif",
    "Name": "Nom",
    "Delete": "Supprimer",
    "Data saved successfully": "Données enregistrées avec succès.",
    "Yes": "Oui",
    "No": "Non",
    "error try again": "Une erreur s'est produite, veuillez réessayer",
    "entervalidemail": "Veuillez entrer un e-mail valide!",
    "required": "Ce champ est obligatoire",
    "Back": "Retour",
    "Cancel": "Annuler",
    "Save": "Enregistrer",
    "Send": "Envoyer",
    "Next": "Suivant",
    "Close": "Fermer",
    "More information": "Plus d'informations",
    "Foundation 29": "Foundation 29",
    "Please wait": "Veuillez patienter ...",
    "browsers not supported": "Nous ne sommes pas entièrement compatibles avec les anciens navigateurs comme Internet Explorer. Nous recommandons d'utiliser des navigateurs modernes comme Microsoft Edge, Chrome ou Firefox.",
    "Download": "Télécharger",
    "Search": "Rechercher",
    "View anonymized text": "Voir le texte anonymisé",
    "Need help?": "Besoin d'aide?",
    "OasisGPT Support": "OasisGPT Support",
    "Created by": "Créé par"
  },
  "diagnosis":{
    "Proposed diagnoses": "Diagnostic proposé",
    "Click on the disease to see more options": "Cliquez sur la maladie pour voir plus d'options. Par exemple, faites un diagnostic différentiel.",
    "Candidate diagnosis": "Diagnostic candidat",
    "SponsorMsg": "En savoir plus sur la maladie ici"
  },
  "support": {
    "Message": "Message"
  },
  "land":{
    "disclaimer": "<p><strong>OasisGPT</strong> est une expérience de recherche utilisant une intelligence artificielle à usage général. Plus précisément, il utilise le modèle linguistique GPT-4 d'OpenAI comme modèle prédictif pour un outil fournissant des informations sur les maladies associées. Il est conçu pour fournir des informations générales et des suggestions basées sur les symptômes fournis. L'outil n'est pas destiné à remplacer les conseils médicaux professionnels, ou à supporter le diagnostic, la prévention, la surveillance, la prédiction ou le traitement et ne doit jamais être utilisé pour porter des jugements de diagnostic pour de vrais patients.</p><p>Parce que l'IA peut donner des résultats variables, la précision du diagnostic et les suggestions de l'outil peuvent varier, il est donc important de consulter un professionnel de la santé qualifié pour garantir un diagnostic précis et approprié. L'utilisation de cet outil est au risque de l'utilisateur et Foundation 29 n'est pas responsable des conséquences ou dommages pouvant résulter de son utilisation.</p><p>En utilisant cet outil, l'utilisateur reconnaît qu'il a lu et compris cette clause de non-responsabilité, et accepte les risques potentiels associés à l'utilisation de l'outil basé sur l'intelligence artificielle.</p>",
  "check": "Ne plus afficher ce message",
  "Recommendations": "Pour de meilleurs résultats, indiquez quand et pourquoi vous pensez que les symptômes sont apparus.",
  "required": "Vous devez entrer un texte avant de continuer",
  "requiredMIN5": "Vous devez entrer un texte d'au moins 5 caractères avant de continuer",
  "searchFile": "Vous pouvez également télécharger un rapport complet. Cette fonctionnalité est en cours de test et peut donner des résultats inattendus. OasisGPT suggérera le diagnostic que le modèle considère comme le plus approprié pour ce patient. Afin de respecter la loi sur la protection des données, nous ne stockons pas les données personnelles des patients et les données sont supprimées à la fin de cette session. Nous serions intéressés par vos commentaires pour les développements futurs.",
  "Browse for file": "Parcourir le fichier",
  "Accepted files": "Fichiers acceptés: pdf, docx, images",
  "error extension": "Le fichier téléchargé doit avoir une extension .pdf, .docx, ou être une image",
  "Extracting the text from the document": "Extraction du texte à partir du document",
  "swal": "OasisGPT calcule. Veuillez patienter quelques secondes pour que cela se termine",
  "swal2": "Nous avons une forte demande, si cela prend plus de 30 secondes, annulez et réessayez.",
  "q1": "Quels sont les symptômes courants?",
  "q2": "Donnez-moi plus d'informations",
  "q3": "Fournissez un test de diagnostic",
  "q4": "Quels autres symptômes pourriez-vous découvrir pour faire un diagnostic différentiel?",
  "q5": "Pourquoi pensez-vous que ce patient a cette maladie?",
  "recommended diagnosis test": "Quel est le test de diagnostic recommandé pour chacune de ces maladies?",
  "Indicates the quality of the result": "Aidez-nous à nous améliorer, indiquez la qualité du résultat",
  "thanks": "Vous avez grandement contribué à la communauté des maladies. Merci!",
  "whynotexpected": "Pourquoi les résultats n'étaient pas ceux attendus?",
  "msgimprove": "Pour nous améliorer, nous avons besoin de votre avis",
  "Email me": "Envoyez-moi un email lorsqu'une nouvelle version est disponible",
  "Subscribe or send us a message": "Envoyez-nous un message",
  "Thank you": "Merci!",
  "Edit description": "Modifier la description",
  "New patient": "Nouveau patient",
  "Recalculate the list": "Voulez-vous améliorer ces résultats?",
  "option1": "Et le patient a également ces symptômes:",
  "labelopt1": "Ajouter des symptômes",
  "descriptionopt1": "Ici, vous pouvez écrire des symptômes supplémentaires liés à la maladie du patient. Vous n'avez pas besoin d'écrire des phrases complètes, numérotez simplement les symptômes séparés par des virgules.",
  "msgmoresymptoms": "Et le patient a également ces symptômes:",
  "option2": "Et le patient a une mutation génétique:",
  "labelopt2": "Indiquez si le patient a une mutation dans un gène particulier",
  "option3": "Et le patient a ces résultats dans un test:",
  "labelopt3": "Indiquez les tests d'une analyse ou d'un autre type de test",
  "msgtest": "Et le patient a ces résultats dans un test:",
  "descriptionopt3": "Ici, vous pouvez écrire des symptômes ou des éléments importants que vous avez observés dans tout type de test analytique ou de diagnostic. Cela peut inclure n'importe quel type d'informations telles que des symptômes, des résultats, ou tout autre type de biomarqueur.",
  "Type here": "Tapez ici!",
  "title": "Entrez une brève description du patient et je vous fournirai une liste de diagnostics possibles",
  "p1.title": "Exemples",
  "p1.subtitle": "Cliquez sur le texte pour l'utiliser comme exemple",
  "p1.1": "Le patient est un homme de 42 ans. Il a une fièvre persistante, une toux sèche, de la fatigue et des difficultés respiratoires. Vous avez récemment eu des contacts avec des personnes ayant voyagé à l'étranger. La radiographie pulmonaire montre des opacités en verre dépoli.",
  "p1.2": "Fille de 7 ans. Il présente des épisodes récurrents de diarrhée aqueuse, de douleurs abdominales et de vomissements. A récemment consommé de l'eau non traitée et a été en contact avec des animaux de ferme.",
  "p2.title": "Capacités",
  "p2.1": "Fournit une explication pour l'état proposé",
  "p2.2": "Permet à l'utilisateur de fournir des corrections de suivi",
  "p3.title": "Limites",
  "p3.1": "Peut occasionnellement générer des informations incorrectes",
  "p3.2": "Ne peut pas être utilisé pour le diagnostic sans supervision médicale",
  "Select a question": "Sélectionnez une question",
  "Answer": "Réponse",
  "Select the symptoms": "Sélectionnez les symptômes supplémentaires que vous devez recalculer dans la liste des maladies proposées. Ils sont classés du plus probable au moins probable.",
  "Recalculate": "Recalculer",
  "Select at least one symptom": "Sélectionnez au moins un symptôme",
  "Donate": "Faire un don",
  "step1": "Entrez vos symptômes",
  "step3": "Explorez les maladies",
  "step3descript": "Ces maladies correspondent à vos symptômes. Ceci est une liste de suggestions à titre informatif uniquement",
  "nofound": "Aucun résultat trouvé, veuillez essayer d'autres mots.",
  "Extract": "Extraire",
  "placeholderError": "Tapez les symptômes, copiez-collez le texte ou utilisez un dossier médical.",
  "Copy results": "Copier les résultats",
  "Download results": "Télécharger les résultats",
  "page": "page",
  "Language has changed": "La langue a changé",
  "Do you want to start over": "Voulez-vous recommencer depuis le début?",
  "Results copied to the clipboard": "Résultats copiés dans le presse-papiers",
  "Do not show this message again": "Ne plus afficher ce message",
  "titleOptions": "Vous pouvez basculer entre les maladies et les maladies plus courantes:",
  "opt1": "Rare",
  "opt2": "Commun",
  "rare": "rare diseases",
  "common": "diseases",
  "Symptoms": "Symptômes:",
  "Show common diseases": "Afficher les maladies courantes",
  "Show rare diseases": "Afficher les maladies rares",
  "Load more": "Charger plus",
    "prom1": "Behave like a hypothetical doctor who has to do a diagnosis for a patient who is in Mauritania. Give me a list of potential {{value}} with a short description. Shows for each potential {{value}} always with '\n\n+' and a number, starting with '\n\n+1', for example '\n\n+23.' (never return \n\n-), the name of the disease and finish with ':'. Dont return '\n\n-', return '\n\n+' instead. You have to indicate which symptoms the patient has in common with the proposed disease and which symptoms the patient does not have in common. The text is \n ",
    "prom2": "Behave like a hypothetical doctor who has to do a diagnosis for a patient who is in Mauritania. Continue the list of potential {{value}} without repeating any disease from the list I give you. If you repeat any, it is better not to return it. Shows for each potential {{value}} always with '\n\n+' and a number, starting with '\n\n+1', for example '\n\n+23.' (never return \n\n-), the name of the disease and finish with ':'. Dont return '\n\n-', return '\n\n+' instead. You have to indicate a short description and which symptoms the patient has in common with the proposed disease and which symptoms the patient does not have in common. The text is \n ",
    "aboutUs":{
      "title": "Qu'est-ce que OasisGPT?",
      "p1": "OasisGPT est un outil expérimental basé sur le web qui utilise l'intelligence artificielle pour suggérer des diagnostics potentiels pour les maladies basés sur les symptômes du patient saisis. Il est alimenté par GPT-4, un modèle d'IA avancé développé par OpenAI.",
      "btn1": "Visitez le site Web de Foundation 29",
      "Who are we": "Visitez notre site web",
      "titlef29": "Qu'est-ce que Foundation 29?",
      "p1f29": "Nous sommes une fondation à but non lucratif. Nous travaillons pour une médecine dans laquelle les patients responsabilisés prennent le contrôle de leur santé grâce à leurs données et travaillent avec les médecins et les institutions pour améliorer leur bien-être et celui des autres.",
      "p2f29": "Nous créons des technologies qui permettent un changement radical de vos capacités en tant qu'utilisateurs et dans l'ensemble de l'écosystème médical.",
      "p3f29": "Le militantisme des patients, de leurs familles et associations est au cœur de nos préoccupations. Nous accordons une attention particulière aux maladies. Elles sont dans notre origine et dans notre nom: 29 février, journée mondiale des maladies.",
      "Sign up": "S'inscrire"
    },
    "diagnosed":{
      "timeline":{
        "title":"Nous allons vous aider à construire une chronologie de vos symptômes. Ces données peuvent améliorer la gestion de votre maladie et aider d'autres patients comme vous dans leur odyssée diagnostique. Il y a 2 étapes faciles:",
        "subtitlea": "Dans ce rapport, l'utilisateur OasisGPT décrit les symptômes du patient dans le but d'améliorer la communication patient-médecin.",
        "subtitleb": "Il est recommandé d'apporter le rapport à la prochaine visite médicale afin que le patient et le médecin puissent contribuer à affiner davantage",
        "subtitlec": "le contenu.",
        "subtitle1": "Ce rapport a été généré avec OasisGPT, un outil d'assistance au diagnostic par la description précise des symptômes",
        "subtitle2": "développé par Foundation 29 du Février (www.foundation29.org). Ensemble, nous accélérons le processus de diagnostic des maladies",
        "subtitle3": "rares et leur traitement de manière simple et facile.",
        "footer1": "Nous sommes une organisation à but non lucratif qui conçoit et crée des outils pour que les patients gèrent leurs propres données,",
        "footer2": "révolutionnant ainsi le diagnostic et la prise en charge des maladies. Nous habilitons les patients et les médecins à utiliser leurs ",
        "footer3": "données médicales pour leur bénéfice et celui de la communauté. Nous pensons qu'il existe une meilleure façon de faire les choses",
        "footer4": "centrée sur le patient et ses données.",
        "footer5": "Rejoignez dès maintenant la révolution sur:",
        "footer6": "Pour toute question, veuillez nous contacter à l'adresse",
        "Report":"Rapport de données",
        "RegDate":"Date d'expédition"
      }
    },
    "If you want to add something else, you can do so here": "Si vous souhaitez ajouter autre chose, vous pouvez le faire ici",
    "I dont want to add anything more": "Je ne veux rien ajouter de plus",
    "I have read this text and understand it": "J'ai lu ce texte et je le comprends",
    "Anonymized text": "Texte anonymisé"
  },
  "poli":{
    "0.1": "Avis: projet pilote OasisGPT_maladies",
     "0.2": "Outil expérimental utilisant l'intelligence artificielle avec GPT-4, d'OpenAI.",
     "0.3": "Dans les saisies ou recherches/requêtes précédentes, et dans leur éventuelle redéfinition ultérieure, ne jamais utiliser de données personnelles, <strong>uniquement <ins>données anonymes</ins></strong> (celles qui par elles-mêmes ne permettent pas d'identifier/de relier une personne physique vivante. <strong>Ni des informations confidentielles.</strong>",
     "0.4": "Ne présumez aucun résultat comme étant vrai, ils peuvent contenir des erreurs, surveillez toujours. Cet outil ne prend pas de décisions.",
     "1.1": "Bienvenue",
     "1.2": "OasisGPT est un outil d'assistance qui utilise l'intelligence artificielle générative pour aider à diagnostiquer les maladies basé sur GPT-4. GPT-4 est un modèle de langage d'intelligence artificielle (IA) développé par OpenAI. Cet outil utilise une IA générative, conçue pour générer, entre autres, des textes, à partir d'une <strong>saisie préalable</strong>, celle-ci étant la requête/question qui est posée afin qu'il renvoie un résultat, le résultat étant la 'sortie', une liste de maladies possibles générée à partir de l'entrée précédente susmentionnée qui inclura la description des symptômes. Cependant, en raison des caractéristiques de l'outil, il existe une possibilité de Par conséquent, <strong>AUCUN résultat ne doit être tenu pour acquis</strong> et, dans tous les cas, les résultats obtenus doivent être soumis à une vérification. Cet outil ne prend pas de décision.",
     "2.1": "Comment ça marche",
     "2.2": "Le workflow OasisGPT est simple:",
     "2.3.1": "Le médecin saisit une brève description clinique des symptômes du patient. Pour protéger la vie privée du patient, cette description ne peut contenir aucune donnée personnelle ou identifiante (nom, prénom, pièce d'identité, CIPA) ou de santé.",
     "2.3.2": "OasisGPT traite ces informations sur les symptômes à l'aide du modèle GPT-4 pour générer une liste classée des diagnostics possibles de maladies pouvant correspondre à la description.",
     "2.3.3": "Pour chaque diagnostic suggéré, le clinicien peut cliquer pour révéler les symptômes courants, les présentations cliniques typiques et les étapes de diagnostic possibles pour cette maladie.",
     "2.3.4": "Le médecin peut également demander à OasisGPT de fournir un raisonnement clinique pour expliquer la probabilité de chaque diagnostic proposé.",
     "2.3.5": "Grâce à ces informations supplémentaires sur chaque diagnostic potentiel, le médecin peut déterminer si une évaluation plus approfondie ou une orientation vers un spécialiste est justifiée.",
     "2.4": "L'objectif d'OasisGPT est de fournir une aide à la décision clinique et d'élargir la gamme de diagnostics en incluant d'éventuelles maladies que les médecins peuvent ne pas reconnaître immédiatement sur la base des seuls symptômes. Il n'est en aucun cas destiné à remplacer l'avis médical professionnel, ni à confirmer un vrai diagnostic.",
     "2.5": "Pour obtenir un bon résultat, il est important que la saisie/consultation préalable soit formulée de manière concise, précise et claire, pouvant ensuite la redéfinir et l'affiner, y compris l'incorporation de données cliniques ou d'essais de laboratoire. Cela aidera les professionnels cliniques à obtenir un meilleur résultat avec l'outil, sans en aucun cas limiter le droit de l'utilisateur au libre jugement clinique.",
     "2.6": "L'accès et l'utilisation de l'application OasisGPT vous attribuent la qualité d'<strong>Utilisateur</strong>, ce qui implique le respect et le respect des dispositions contenues aux présentes, ainsi que de toute autre disposition légale pouvant être d'application. être transparent à tout moment quant à l'utilisation de vos données.",
     "2.7": "L'entrée précédente ou recherche/requête",
     "2.9": "Pour que l'outil fonctionne correctement, les requêtes doivent être formulées de manière concrète, précise et claire, à partir de données anonymes. En aucun cas les données personnelles ou confidentielles de l'organisation ne seront utilisées.",
     "2.10": "L'Utilisateur doit savoir que le contenu des requêtes qu'il effectue peut devenir partie intégrante du fournisseur de l'outil, pour toujours, et sans possibilité d'être supprimé.",
     "2.11": "Sources d'où sont extraites les informations",
     "2.12": "Le résultat et les informations obtenues grâce à l'outil, en fonction des requêtes effectuées, ont leur origine dans la formation de l'algorithme d'IA dans les systèmes d'information, les banques de données, Internet et la formation qui n'en sont pas la propriété.",
     "2.13": "Informations affichées et fonctionnement",
     "2.14": "OasisGPT est un outil qui permet au professionnel d'obtenir de l'aide pour le diagnostic de maladies. Il peut contenir des erreurs, c'est pourquoi la surveillance des résultats qu'il propose sera toujours obligatoire, et l'utilisateur devra vérifier qu'ils le font aucune erreur, parti pris, discrimination ou violation du système juridique n'a eu lieu.",
     "2.15": "Il est important de garder à l'esprit qu'OasisGPT est conçu pour rechercher des maladies. Si des symptômes sont saisis à la recherche de maladies à forte prévalence, cet outil tentera de rechercher la maladie rare qui correspond le mieux.",
     "2.16": "A côté de chaque suggestion de maladie, apparaît un bouton à trois points permettant au médecin de:",
     "2.17.1": "Connaître les symptômes courants de cette maladie",
     "2.17.2": "Voir la présentation clinique type",
     "2.17.3": "Connaître les étapes de diagnostic possibles",
    "2.18": "De plus, il est possible de demander à OasisGPT de présenter une explication clinique sur la plausibilité de chaque suggestion de maladie en utilisant un raisonnement clinique. De cette manière, à partir de la description initiale des symptômes, OasisGPT fournit au médecin des informations pertinentes sur les maladies. rare qui peut aider dans le processus de diagnostic.",
    "3.0": "C'est similaire à ChatGPT, est-ce que ça marche pareil?",
     "3.1": "L'interface OasisGPT ne permet pas d'interaction libre comme dans ChatGPT. Ceci est intentionnel, pour éviter d'éventuels risques de fourniture d'informations médicales erronées lors d'interactions de manière non structurée. ChatGPT est un outil de chat public basé sur l'intelligence artificielle générative, similaire à OasisGPT. Il permet de poser des questions et de recevoir des réponses très convaincantes sur n'importe quel sujet. Cependant, étant une IA sans réelle compréhension, ChatGPT peut commettre de graves erreurs, notamment sur des sujets sensibles comme la médecine.",
     "3.2": "L'interaction se limite à la saisie de la description des symptômes et à la réception de suggestions. Si la description contient des symptômes représentatifs, les performances d'OasisGPT sont proches de 90%. La performance s'entend comme la capacité de fournir une suggestion de diagnostic correcte. Nous mesurer la performance comme la capacité de la maladie recherchée à apparaître parmi les cinq premières affichées.",
     "3.3": "OasisGPT fait partie d'un <strong>projet de recherche</strong> en amélioration continue. Votre avis est très précieux pour l'amélioration. Vous pouvez évaluer l'utilité clinique des suggestions d'OasisGPT en utilisant le pouce vers le haut ou vers le bas à côté de chaque maladie.",
     "3.4": "Qui est responsable des décisions?",
     "3.5": "Comme dans tout acte médical, le professionnel clinicien est en dernier ressort responsable des décisions diagnostiques et thérapeutiques liées au patient. OasisGPT n'est qu'un outil d'aide au processus de raisonnement clinique, pas un dispositif médical.",
     "3.6": "Sa fonction est de fournir des suggestions et des informations complémentaires qui peuvent aider le médecin à envisager des diagnostics possibles, notamment dans les cas complexes présentant des symptômes non spécifiques. Cependant, ces suggestions ne doivent pas être considérées comme des diagnostics définitifs ni remplacer le jugement expert du professionnel.",
     "3.7": "Comme mentionné ci-dessus, il est important de préciser qu'OasisGPT présente des limites importantes compte tenu de sa nature de modèle d'intelligence artificielle. Il ne comprend pas vraiment la médecine, il fait simplement des prédictions basées sur des modèles appris. Par conséquent, il ne peut pas remplacer le capacité de raisonnement clinique, expérience et connaissances médicales possédées par un professionnel de la santé correctement formé.",
     "3.8": "En conclusion, la responsabilité d'évaluer de manière critique les suggestions d'OasisGPT et de prendre les décisions diagnostiques et thérapeutiques finales incombe entièrement au médecin. OasisGPT n'est qu'un outil d'assistance sans capacité de remplacer le jugement humain.",
     "3.9": "Règles de sécurité concernant les données des utilisateurs",
     "3.10.1": "L'outil OasisGPT ne traite pas de données personnelles, ni des utilisateurs ni des patients.",
     "3.10.2": "Il appartient à l'utilisateur de faire bon usage de l'outil.",
     "3.10.3": "Les utilisateurs ne peuvent PAS divulguer leurs données d'accès à une autre personne, l'accès étant personnel et incessible. Ils ne doivent pas usurper l'identité d'un autre utilisateur. S'il est suspecté que leurs données sont utilisées par une autre personne, vous doit immédiatement procéder à la communication de cet incident de sécurité à la personne responsable.",
     "3.11": "C'est INTERDIT",
     "3.12.1": "L'utilisation inappropriée des informations obtenues d'OasisGPT, et spécifiquement, celles qui violent ou transgressent l'honneur, la vie privée ou l'image de tiers, ainsi que celles qui sont illicites ou violent la moralité. De même, l'utilisation de il est interdit de fournir ces informations sans surveillance et de se livrer à des activités contraires à la bonne foi et à l'ordre juridique, et notamment au droit d'auteur et à la protection des données personnelles.",
     "3.12.2": "Le design et ses codes sources, ainsi que les logos, marques et autres signes distinctifs qui apparaissent dans l'outil sont protégés par les droits de propriété intellectuelle et industrielle correspondants.",
     "3.12.4": "L'exécution de toute activité susceptible de compromettre la sécurité des systèmes et ressources électroniques du Responsable du traitement.",
     "3.12.5": "Encombrer, affecter, interférer avec ou paralyser l'utilisation du service de l'outil.",
     "3.12.6": "Attribuer la paternité des résultats, soit à l'organisation, soit à l'Utilisateur, doit respecter dans tous les cas la réglementation en matière de propriété intellectuelle et de protection des données, sans préjudice de devoir les surveiller dans tous les cas.",
     "3.13": "Le Responsable du traitement se réserve le droit de bloquer l'accès de tout utilisateur s'il détecte une utilisation contraire à la loi, à la bonne foi ou aux présentes conditions générales.",
     "3.14": "De même, le Responsable du traitement se réserve le droit d'apporter des modifications à l'outil sans préavis, afin de maintenir ses informations à jour, en ajoutant, modifiant, corrigeant ou supprimant du contenu.",
     "4.1": "Traitement des données personnelles",
     "4.2": "OasisGPT ne traite pas les données personnelles et ne les stocke pas sur des serveurs externes.",
     "4.4": "Les informations sont stockées dans les centres de données Microsoft situés au sein de l'Union européenne (UE) et ne sont pas transférées vers d'autres zones géographiques. Des informations peuvent être envoyées aux centres de données lors de l'appel à OpenIA, car ce service est équilibré dans diverses régions géographiques, cependant, aucune information sur le patient, quelle qu'elle soit, n'est stockée en dehors de l'espace de données de l'UE. Seules les évaluations que l'utilisateur fait sur les résultats de l'outil et les commentaires qu'il introduit pour l'améliorer.",
     "4.5": "Toutefois, cela est interdit et nous vous demandons donc fortement de ne pas saisir d'informations personnelles dans l'outil. Sont considérées comme des informations personnelles: votre nom, votre adresse, votre numéro de téléphone, ainsi que toute autre information qui pourrait vous permettre pour identifier ou rendre identifiable le sujet, le patient ou un tiers. Cette interdiction s'applique également aux informations des professionnels de la santé. De cette manière, nous garantissons que nous protégeons le droit constitutionnel à la protection des données et à la vie privée de tous les individus, et le tout conformément aux la réglementation en vigueur.",
     "4.6": "Cependant, dans les cas où l'utilisateur saisit accidentellement certaines données personnelles dans la description du symptôme, OasisGPT peut détecter que ces informations constituent des données personnelles et alertera l'utilisateur de sa présence avant de les traiter. De plus, lesdites données personnelles seront supprimé immédiatement et ne sera pas stocké de la même manière que tout type d'informations sur les patients ou les professionnels n'est pas stocké.",
     "5.1": "Comment donner son avis?",
     "5.2": "Comme il s'agit d'un projet de recherche, votre opinion est très importante. Nous sommes intéressés à la fois par votre opinion sur l'utilisabilité et l'exactitude. Pour indiquer votre opinion sur l'utilisabilité, après avoir consulté les résultats, une enquête rapide apparaîtra sur votre opinion générale. expérience avec OasisGPT.",
     "5.3": "De plus, lors de l'utilisation de l'outil, vous pouvez envoyer des suggestions, signaler des bugs ou nous féliciter en utilisant l'icône carrée qui apparaît au centre droit de l'écran.",
     "5.4": "Votre participation active est essentielle au développement d'OasisGPT. <strong>Merci de faire partie de ce projet!</strong>"
  }
}